{
  "home": "HOME",
  "about": "ABOUT ME",
  "portfolio": "PORTFOLIO",
  "contact": "CONTACT",
  "reviews": "REVIEWS",
  "D_mode": "DARK MODE",
  "L_mode": "LIGHT MODE",
  "language": "LANGUAGE",
  "english": "ENGLISH",
  "serbian": "SERBIAN",
  "welcome": "WELCOME TO MY WORLD.",
  "quote": "Maybe I'm not able to change the world, but I will definitely make a whole new one just for you.",
  "contact_F": "Contact:",
  "KIDLIT_ILLUSTRATIONS": "KIDLIT ILLUSTRATIONS",
  "MORBIDRE_ILLUSTRATIONS": "MORBIDRE ILLUSTRATIONS",
  "MORBIDRE_DESIGN": "MORBIDRE GRAPHIC DESIGN",
  "COLLECTIONS": "COLLECTIONS",
  "illustrations_not_found": "No illustrations found.",
  "designs_not_found": "No designs found.",
  "collections_not_found": "No collections found.",
  "name": "Name",
  "email": "Email",
  "message": "Message",
  "draw": "Draw what you have in mind",
  "undo": "UNDO",
  "clear": "CLEAR",
  "submit": "SUBMIT",
  "upload": "UPLOAD",
  "write_review": "Write a review",
  "customer_reviews": "CUSTOMER REVIEWS",
  "DATE": "DATE",
  "REVIEW": "REVIEW",
  "NAME": "NAME",
  "Welcome": "Welcome",
  "log_in": "LOG IN",
  "log_out": "LOG OUT",
  "categories": "CATEGORIES",
  "graphic_design": "GRAPHIC DESIGN",
  "kidlit_and_cover": "KIDLIT AND COVER ILLUSTRATIONS",
  "packaging": "PACKAGING DESIGN",
  "label": "LABEL DESIGN",
  "branding": "BRANDING AND REBRANDING SERVICES",
  "advertising": "ADVERTISING DESIGN",
  "marketing": "MARKETING DESIGN",
  "visual": "VISUAL COMMUNICATION",
  "custom": "CUSTOM DESIGN FOR T-SHIRT PRINTS",
  "poster": "POSTER AND STICKER ILLUSTRATIONS",
  "dark_morbi": "MORBIDRE ILLUSTRATIONS",
  "custom_kidlit": "CUSTOM KIDLIT ILLUSTRATIONS",
  "cover": "COVER AND POSTER ILLUSTRATIONS",
  "copyrights": "COPYRIGHTS",
  "reserved_rights": "MorbiDre-design. All rights reserved.",
  "designed_by": "Website designed by: Andrea Bajčeta",
  "developed_by": "Website developed by: Samael Szep",
  "owned_by": "All materials on this site, including, but not limited to, images, illustrations, designs  (collectively the 'Content') are protected by copyrights, trademarks, and other intellectual property rights owned and controlled by the owner of MorbiDre-design. Any unauthorized use, reproduction, or distribution of the Content is strictly prohibited.",
  "about_text": "My name is Andrea Bajčeta, but in the world of design, I go by Morbi Dre. I've been involved in graphic design for eight years, during which time I have created timeless pieces. I follow trends, but in a way that I take the best from each of them, while still preserving the client's identity and my own signature style. I have been practicing painting for over fifteen years, so transitioning to graphic board felt natural to me. It is another tool through which I can express my creativity and view of the world. I have behind me two illustrated collections of poems, an illustrated novel, and a collection of shirts called 'Zao Bidji by morbidredesign'. Thanks tomy extensive knowledge of art history and graphic design history, I believe I can easily create whatever need. My driving force is the desire to make positive changes, along with consuming a significant amount of coffee on a daily basis. My special mindset ensures hyperfocus whenever I work on a project. From the moment I start working until the project's completion, it's all about you. This way, I guarantee mutual satisfaction with the final design. If you decide to contact me, be prepared that our first meeting will likely involve spending several hours together, sipping coffee, and filling out a questionnaire that will help me understand your needs and create what ever you require."
}
